closed
cheap
black
light
the present
april
happy
grass
shirt
better
sport
behind
die
new
dollar
coffee
sth
ask
go shopping
her
horse
your
tooth
pet
sandwich
say
tired
a lot
fun
cake
door
october
last
stop
wear
early
mouth
tv
july
how many
weekend
cleaning
june
child
doctor
colour
dvd
winter
note
drive
desk
funny
make
bathroom
guitar
how
nice
look
fine
that
later
anything
below
she
travel
alright
driver
ok
need to do sth
mum
foot
clock
hungry
best
skirt
eat
cat
some
subject
read
expensive
the same
mr
butter
sweet
wind
road
change
twelve
get
girl
ice
shower
practise
does
cream
shop
milk
sea
basketball
study
family
famous
wrong
then
supermarket
conversation
twenty
things
day
number
after
dark
pencil
teach
morning
egg
soup
example
night
problem
train
swim
all right
thank you
enjoy
mobile
talk
breakfast
website
give
age
tshirt
excuse
tree
thanks
tennis
be
classroom
dad
the
hi
question
tall
wash
credit card
boring
end
on
swimming pool
only
garden
wine
bank
pig
understand
their
father
good
glasses
cd
week
its
invite
brown
beard
thursday
address
head
great
me
february
here
etc
thank
river
kick
run
beer
every
now
same
living
of
player
eight
an
picture
there
possible
group
factory
kind
coat
today
monday
plane
and
school
bus
waiter
clothes
this
bottom
shopping
as
no
never
open
pizza
hospital
dog
thing
farm
play
dictionary
which
see you later
internet
money
cheese
cinema
course
our
radio
always
a
above
i
swh
sheep
come
dining room
bath
good night
us
from
is
eleven
may
excuse me
jeans
about
also
ice cream
flat
poor
the radio
beach
fruit
pair
fly
movie
plate
cross
home
toilet
people
with
summer
chocolate
café
car
miss
be called sth
like
photo
march
sad
bird
outside
chair
taxi
bag
last night
park
leave
other
zoo
fifteen
write
see you
them
why
yes
food
present
clean
fat
hand
or
go out
sun
meat
as well
hour
too
old
meal
nose
mrs
short
computer
speak
sb
living room
bored
quarter
lesson
letter
what
husband
job
spanish
boat
first
dear
late
wednesday
sit
use
love
little
floor
afternoon
well
book
can
raining
good afternoon
card
because
next
need
good evening
hot
photograph
noise
weather
bed
eye
yellow
cold
beautiful
choose
one
big
do
close
the internet
seventeen
window
sixteen
quick
class
excited
ticket
buy
soon
you
man
smoking
worry
body
bye
all
who
again
board
find
pen
rice
small
apple
walk
watch
easy
name
potato
page
homework
safe
favourite
long
answer
him
person
cannot
three
often
water
half
credit
my
to
red
vegetable
business
please
snow
learn
country
bedroom
in
hair
see you soon
ball
banana
done
place
back
brother
language
years
very
pm
station
birthday
feel
ten
carry
dancing
stay
when
september
work
second
sunday
really
begin
email
son
between
he
before
face
easily
university
warm
both
remember
they
green
date
november
saturday
seven
show
chip
doll
lots
friday
think
hat
something
camera
arm
restaurant
it
we
sing
white
writing
goodbye
wife
each
box
near
see
flower
tea
key
any
biscuit
blue
six
table
four
phone
life
oclock
hear
slim
lunch
reading
game
take
mother
word
would
tomorrow
where
will
different
slow
thats
minute
newspaper
cup
nine
pay
world
hello
band
interesting
much
orange
know
cd player
cooking
shoe
village
fast
rains
daughter
dont
picnic
dance
sometimes
tuesday
want
his
together
start
hotel
listen
ready
glass
sugar
difficult
of course
out
television
have
ride
swimming
street
paint
right
live
house
wall
was
test
are
part
grey
dining
rain
room
send
cow
bread
year
sorry
good morning
nineteen
pool
exciting
than
bar
wait
city
film
visit
until
friend
put
hard
boy
january
baby
not
paper
young
forget
mobile phone
five
but
wake
animal
dress
nationality
woman
month
adult
kitchen
in the morning
sister
fourteen
music
jacket
at
holiday
football
message
student
fish
these
cook
evening
good for you
knife
more
smoke
into
two
teacher
sleep
those
finish
sentence
tomato
tell
august
catch
tonight
past
inside
very much
go
party
plant
draw
am
lot
eighteen
bad
dinner
waitress
up
museum
thirteen
down
many
leg
time
parent
called
drink
salt
for
help
town
meet
yesterday
ear
important
juice
trousers
under
oh
clever
for example
december
