s
es
jacket
could
thank
fast
ticket
expensive
cook
thanks
four
today
i
her
egg
possible
cafã©
cross
an
street
answer
up
every
farm
person
hotel
year
which
night
be
tomato
remember
any
come
down
who
draw
hand
colour
supermarket
bird
business
chip
sister
your
thing
with
computer
ear
begin
hospital
my
what
internet
smoke
go
fifteen
make
tshirt
light
woman
six
beer
drink
they
understand
dont
famous
part
mum
pay
outside
always
buy
bad
hello
may
as
tonight
under
language
feel
do
he
long
tuesday
bottom
all
shoe
evening
mr
cheap
baby
name
small
well
subject
football
hear
happy
behind
vegetable
shop
dance
eighteen
morning
speak
tooth
better
cup
glass
city
pizza
beach
people
nose
was
were
water
summer
nine
between
sandwich
from
bed
restaurant
biscuit
doll
chair
cheese
stop
minute
flat
card
raining
bus
dinner
camera
after
bye
newspaper
ride
cannot
really
radio
chocolate
friend
would
bath
dad
food
basketball
wake
near
waiter
bank
place
rains
many
lots
yes
cream
paint
soon
bathroom
hard
too
house
coat
course
june
pet
before
take
carry
thats
mother
glasses
sb
much
cat
table
age
shirt
wrong
great
banana
she
fat
orange
each
safe
son
july
november
sun
right
catch
three
miss
help
shopping
friday
tree
conversation
garden
seventeen
later
talk
then
eleven
oh
often
photo
run
sixteen
no
listen
or
till 
easy
player
tired
hat
until
wash
for
those
only
cold
winter
ten
something
good
salt
sleep
beard
student
door
floor
a
pig
green
like
walk
sunday
doctor
watch
here
one
class
is
five
man
arm
bit
early
half
you
poor
eight
wall
lunch
window
husband
wednesday
about
wife
dollar
ready
lot
kind
very
years
october
find
easily
goodbye
guitar
flower
next
learn
life
present
message
thursday
weekend
brother
blue
family
exciting
letter
new
page
juice
cooking
station
etc
excited
town
where
sad
beautiful
practise
teach
book
phone
plate
university
ball
dark
spanish
give
example
eat
to
slim
called
clothes
difficult
two
weather
movie
best
late
sheep
will
breakfast
also
world
monday
snow
tennis
want
see
this
boring
it
fish
swh
done
nice
finish
dictionary
adult
plane
rice
on
hi
ice
out
paper
website
brown
hungry
drive
afternoon
job
funny
plant
board
teacher
twenty
different
september
question
meet
nineteen
white
dancing
dining
father
hot
august
school
first
anything
dear
together
that
things
bread
tv
cake
can
problem
key
there
big
are
his
park
but
holiday
other
home
worry
mobile
butter
forget
excuse
game
warm
swimming
pencil
country
ask
sport
sugar
wind
credit
cleaning
pool
potato
classroom
number
show
parent
alright
noise
leave
when
send
shower
waitress
knife
animal
now
december
open
thirteen
soup
fly
grass
january
homework
visit
our
need
clock
start
mrs
sometimes
hair
living
say
closed
wait
clever
same
die
pen
eye
not
time
young
why
favourite
desk
jeans
foot
pm
box
have
village
tall
april
river
live
us
room
smoking
past
short
tomorrow
above
photograph
nationality
and
driver
dvd
yellow
party
cd
quick
taxi
twelve
daughter
get
fine
hour
writing
grey
lesson
interesting
fun
museum
sorry
travel
group
leg
know
write
slow
word
seven
black
head
into
month
last
trousers
enjoy
meal
quarter
apple
these
music
horse
tea
tell
because
sth
never
test
fruit
boat
stay
bedroom
email
february
put
body
important
toilet
back
road
sea
wear
sit
day
picnic
child
picture
money
look
change
zoo
film
rain
him
in
the
use
reading
girl
its
please
does
ok
again
end
fourteen
bar
oclock
swim
sweet
second
below
sing
think
at
their
red
kitchen
inside
meat
bored
play
train
coffee
face
them
car
week
both
cow
old
bag
of
little
cinema
work
wine
choose
factory
milk
am
skirt
kick
date
pair
invite
read
television
address
note
how
clean
we
saturday
band
mouth
birthday
more
love
dog
study
close
dress
some
sentence
march
yesterday
boy
me
of
in
to
for
with
on
at
from
by
about
as
into
like
through
after
over
between
out
against
during
without
before
under
around
among
since
ago
beside
front
across
towards
onto