how
also
best
sometimes
coffee
forget
subject
five
run
home
car
the internet
show
part
pig
cream
fun
spanish
right
course
important
under
sea
at
city
bread
picture
body
website
red
university
grey
zoo
die
milk
face
shopping
that
not
sugar
good afternoon
me
tomorrow
love
hear
sentence
glasses
hat
brown
cup
then
september
black
excuse
soup
ticket
hotel
street
no
together
good morning
living room
open
job
toilet
oh
twenty
café
card
or
camera
one
group
mobile phone
second
find
living
six
tree
leave
doll
music
oclock
evening
lot
the radio
in the morning
this
head
my
teach
water
skirt
all right
saturday
blue
slow
and
weekend
juice
finish
but
thanks
cross
ride
bad
later
movie
see you later
student
white
december
what
fat
picnic
am
rains
shower
below
credit
sweet
he
speak
football
last night
room
cat
something
afternoon
eye
swim
person
ice cream
do
october
good for you
much
write
pen
have
family
driver
chair
for example
thank
his
friday
jeans
problem
bathroom
bed
light
leg
play
very much
good night
interesting
table
shirt
farm
language
tooth
those
beard
dear
remember
noise
mr
glass
be called sth
great
go shopping
guitar
work
holiday
between
grass
hour
address
sit
banana
may
behind
floor
time
eleven
called
why
back
etc
our
rain
teacher
now
was
young
shoe
photo
lesson
again
many
fruit
bank
cook
month
cleaning
a
fly
before
early
february
last
number
be
as well
name
garden
chocolate
pool
august
is
little
child
above
cold
food
message
she
swimming
writing
hot
wife
want
doctor
sleep
take
old
four
late
go
ball
clothes
breakfast
buy
down
march
raining
test
listen
done
plant
does
past
dad
nice
inside
into
lots
station
its
enjoy
more
smoking
about
cannot
beach
place
fine
animal
bottom
chip
always
desk
egg
alright
i
up
cd
phone
only
yesterday
daughter
monday
orange
outside
seventeen
for
man
soon
morning
cake
us
you
think
every
classroom
november
today
internet
seven
brother
ready
date
husband
reading
clever
nineteen
butter
key
tired
sport
hand
read
short
hello
parent
pet
radio
as
tv
park
pay
yes
window
can
clock
sing
river
apple
draw
ear
vegetable
end
waitress
exciting
cheese
tomato
things
meet
pizza
eat
door
kick
homework
practise
ask
bar
boy
tshirt
near
from
conversation
stay
dog
present
on
wear
baby
better
quarter
change
where
see
often
knife
funny
well
son
note
thank you
warm
visit
dinner
safe
lunch
mobile
player
plane
possible
business
clean
put
tennis
boat
restaurant
it
kind
wrong
too
cheap
dining
favourite
they
pm
sth
there
bus
wall
know
bag
with
until
salt
winter
make
bye
sandwich
summer
three
photograph
eighteen
which
the present
would
potato
each
new
arm
class
sixteen
sun
mouth
eight
dvd
the same
wednesday
use
say
years
go out
a lot
learn
kitchen
half
big
mrs
waiter
colour
out
museum
miss
train
birthday
bird
dress
drink
look
other
give
paint
when
meat
pencil
boring
two
school
both
mum
village
hospital
dollar
next
board
biscuit
get
year
jacket
send
father
study
dance
good
day
come
dictionary
will
flat
wake
letter
shop
ten
beautiful
ok
need to do sth
feel
wind
really
sb
week
travel
start
hard
swh
excited
famous
how many
friend
minute
credit card
house
april
twelve
these
example
slim
trousers
supermarket
factory
tea
sister
difficult
small
fast
mother
june
january
poor
horse
to
begin
like
life
thats
her
thing
basketball
flower
wait
cinema
nationality
word
drive
taxi
catch
cow
plate
stop
sheep
town
easily
than
game
swimming pool
people
green
watch
them
closed
long
world
woman
talk
are
television
your
money
worry
who
coat
page
of course
all
see you
because
hair
film
same
wash
road
question
country
hungry
email
some
invite
of
girl
smoke
choose
dont
carry
help
in
their
paper
very
newspaper
we
wine
live
tall
any
excuse me
ice
happy
the
cooking
foot
first
tuesday
nose
cd player
easy
him
different
thirteen
meal
bath
answer
sad
good evening
bored
understand
expensive
snow
fourteen
dark
goodbye
fifteen
dancing
july
hi
age
close
computer
see you soon
quick
sunday
here
please
box
yellow
fish
tonight
beer
anything
tell
adult
night
sorry
rice
band
book
need
dining room
bedroom
weather
never
nine
thursday
pair
an
walk
after
party
